import React, { useState } from 'react';
import './conditions.css';

interface ConditionProps {
    isShow: boolean;
}

export const Conditions = (props: any) => {

    return (
        <>
            <div className="long-description">
            Таким образом дальнейшее развитие различных форм деятельности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности требуют от нас анализа новых предложений. Таким образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач.
            </div>
        </>

    )
}

